import React from 'react';



function About(){
    return(
        <div className="about">
            <h2>אודות איקאה</h2>
            <div>

                <p>
                    <h3>לטעון מחדש את החיים בבית</h3>  
                    במשך 60 שנים איקאה פעלה ליצירת חיי יום יום טובים יותר לאנשים הרבים.
                    אנו עושים זאת במגוון דרכים: נותנים
                    מענה לצרכי האנשים בביתם תוך יצירת מוצרי ריהוט מעוצבים היטב, נאים, שימושיים, 
                    ברי-קיימא והצעתם במחירים נוחים.
                    זאת מכיוון שאנו מאמינים כי רוב האנשים חולקים את האהבה ליופי, הצורך במוצרים פונקציונליים והרצון לחסוך במשאבים – הן שלהם והן של כדור הארץ.
                    קחו לדוגמה את סדרת המטענים האלחוטיים החדשה שלנו.
                    טלפונים חכמים נהיו לחלק טבעי
                    מהחיים שלנו ואנו רוצים שטעינתם לחלק טבעי מהבתים שלנו. מסיבה זו בדיוק יצרנו מגוון פתרונות
                    טעינה המקלים עליכם להטעין את המכשיר שלכם והופכים את המטען לנאה ומהנה יותר.
                    בין היתר, תוכלו למצוא כאן שולחנות צד ומנורות עם מטענים מובנים, משטחי טעינה וקופסאות לסידור
                    וארגון כבלים. או שתוכלו לשלב את המטען עם רהיט לפי בחירתכם באמצעות ערכת עשה זאת בעצמך.
                </p>
                <img src={'../img/Zero.jpg'} ></img>


            </div>
            <div>
                <img src={'../img/One.jpg'} ></img>

                <p>
                    <h3>הקונספט האיקאי</h3>  
                    אנו מקפידים לשאול האם ישנה דרך טובה יותר? זו הסיבה שמגוון מוצרי הריהוט שאיקאה 
                    מציעה הינו ייחודי וכך אנו משתדלים ליצור חיי יום-יום טובים יותר לאנשים רבים.
                </p>

            </div>
            <div>
                <img src={'../img/Two.jpg'} ></img>

                <p>
                    <h3>עיצוב דמוקרטי</h3>  
                    עבורנו, עיצוב טוב הוא שילוב בין צורה, פונקציה, איכות, קיימות ומחיר נמוך. אנו מכנים 
                    זאת "עיצוב דמוקרטי" מכיוון שאנו מאמינים כי ריהוט איכותי לבית צריך להיות נגיש לכולם.
                </p>

            </div>
            <div>
            <img src={'../img/Three.jpg'} ></img>
                <p>
                    <h3>אודות איקאה</h3>  
                    איקאה חברה הפועלת בהתאם לערכים מסויימים ויש לנו
                     תשוקה לחיים בבית. מטרתו של כל אחד מן המוצרים שאנו יוצרים הינה להפוך את הבית למקום טוב יותר. לאיקאה 440 חנויות ב- 54 מדינות (נכון ל-13 בפברואר, 2020).
                </p>

            </div>
        </div>  
    )
        
    
}

export default About